[
    {
        "Title": "Що таке ДУМ",
        "Content": "<p>Проблема правопису в українській мові не нова. Традиційно ми покладалися на авторитетну думку: нам хотілося, щоб знайшовся один великий учений, який би впорядкував нашу мову і сам став її мірилом. Борис Грінченко, Борис Антоненко-Давидович і Олександр Пономарів у різні часи ставали такими кумирами. Однак авторитарний підхід до мовотворчості зазнав поразки: чиста, рафінована мова, яку пропонували і пропонують нам ці спеціалісти, не приживається в повсякденному спілкуванні й зустрічає несприйняття та обурення.</p><p>Невеликий відступ щодо філософії мови. Якщо ми порівняємо мовознавство і фізику, то побачимо одну важливу відмінність: фізика лише вивчає середовище, яке існує незалежно від неї самої, тоді як мовознавство і предмет його дослідження – мова – мають взаємний вплив одне на одне. Слова мають значення не тому, що на те є якась глобальна, об’єктивна, математична причина – вони мають значення лише тому, що ми з вами – мовці – домовилися вживати їх у цих значеннях. Як Шекспір придумав вислів «in a nutshell», так само й Михайло Старицький створив слово «мрія». Ми не комахи, що летять на світло, яке існує незалежно від них; скоріше ми – краплинки, рух яких і прокладає русло річки. Досліджуючи мову – наприклад, вирішуючи, як правильно казати – «гарно виглядаєш» чи «маєш гарний вигляд» – ми не відповідаємо на запитання «Як воно є». Ми відповідаємо на запитання «Як воно буде краще».</p><p>І тому авторитетна думка прославлених і титулованих дослідників мови тут – не вирішальний фактор, а лише один із аргументів.</p><p>Ця історія почалася з написання одного роману – а точніше, з його редагування. Літературний редактор замінив усі вживання слова «виглядати» на «мати вигляд», чим зіпсув текст. Молодий автор, ще не маючи достатнього досвіду в царині української мови, поклався на «авторитетну думку», а потім – уже коли роман був зданий до друку і вносити зміни було пізно – провів власне дослідження, в ході якого виявив, що «авторитетна думка» тут помилилася: один філолог написав статтю в інтернеті, а двоє інших – більш відомих, ніж він – підхопили її й розтиражували, полінувавшись переконатися у правдивості наведених аргументів. Це історія поранення, завданого тілові української мови скальпелем невмілого хірурга.</p><p>Тоді молодий письменник і вирішив знайти спосіб досліджувати рідну мову, покладаючись не лише на «авторитетну думку». Найперше потрібно було зрозуміти: які є критерії «правильної мови»? Їх було виділено п’ять:<ol><li><span style=\"font-weight: bold;\">Зручність</span>. Найперше – мова існує для людей, а не люди для мови. Якщо слово чи конструкція виявляються заскладними – потрібно їх переробити. Немає жодної «правильності» у формальному дотриманні виявлених мовознавцем закономірностей, якщо воно призводить до незручних мовних конструкцій.</li><li><span style=\"font-weight: bold;\">Ужиток</span>. Мова інертна: не можна за одну мить перевчити мільйони людей з однієї конструкції на іншу. Як люди розмовляють сьогодні – так і правильно. Але... з одним застереженням: помилки теж бувають поширені, тому постає наступний пріоритет...</li><li><span style=\"font-weight: bold;\">Неросійськість</span>. Велике зросійщення української мови – це політично вмотивовані дії радянської влади у 1930–1950 роках, спрямовані на наближення української мови до російської. Й хоча 90% потвор зросійщення просто не прижилися в живій народній мові, ті 10%, що залишилися, досі турбують нас своєю присутністю. Щоб встановити, яке слово було принесене зросійщенням, а яке – ні, постав четвертий пріоритет:</li><li><span style=\"font-weight: bold;\">Прецедент</span>. Якщо письменники, поети, класики української мови вживали це слово в художніх і публіцистичних творах до 1930 року – значить, воно не могло бути принесене Великим зросійщенням.</li><li><span style=\"font-weight: bold;\">Авторитетна думка</span>. Все ж таки, не варто нехтувати й поглядами спеціалістів, які присвятили вивченню мови багато років – потрібно лише поставити ці погляди в один ряд із іншими критеріями.</li></ol>Ці п’ять принципів об’єднані під акронімом <a href=\"/blog/zunpa\">ЗУНПА</a>.</p><p>На сайті ДУМ – Демократичної Української Мови – користувачі самотужки протиставляють можливі мовні конструкції одну одній, самотужки наводять аргументи на користь тієї чи іншої конструкції, голосують за той чи інший варіант, і внаслідок цього постає зважений погляд на кожну дилему української мови.</p><p>Детальні правила, за якими автоматизована система сайту ухвалює рішення щодо кожної дилеми, можна прочитати у статті «<a href\"/blog/principles\">Принципи роботи ДУМ</a>».</p><p>А якщо я все ж заінтригував вас історією про молодого письменника і роман, то для найтерплячіших читачів, які дочитали до кінця, я розкрию таємницю: це я, Андрій Горбунов, і мій роман «Ctrl+Alt+F11: робот – не вовк».</p>",
        "DateCreated": "2018-08-27T12:00:00Z",
        "DateUpdated": "2018-08-27T12:00:00Z",
        "Url": "whatisdum"
    },
    {
        "Title": "Принципи роботи ДУМ",
        "Content": "<p>Кожна стаття на сайті побудована як дилема в правилах української мови. В статті наводяться дві мовні конструції – «А» та «Б» (наприклад, «приймати участь» і «брати участь»). Яку відповідь може дати стаття відвідувачам сайту? Може виявитися, що одна з конструкцій є цілковито неправильною (як у наведеному прикладі). Або що обидві конструкції однаково правильні. Або що одна з них рекомендована, а інша – ні. Нарешті, існує варіант, коли обидві лексеми правильні, проте між ними є значеннєва різниця. Для позначення цих варіантів відповіді використовуються кольори:<ul><li>Червоний – одна з лексем помилкова;</li><li>Жовтий – одна з лексем нерекомендована;</li><li>Зелений – варіанти рівноправні й рівнозначні;</li><li>Синій – обидва варіанти правильні, але мають різні значення.</li></ul>Тло заголовка сторінки відразу дає нам швидку відповідь: червоне тло – ліворуч неправильний варіант, зелене тло – варіанти рівноправні тощо. (Сайт автоматично розміщує помилковий чи нерекомендований варіант саме з лівого боку сторінки.) Однак якщо в нас є трішечки більше часу, ніж секунда на перегляд заголовка сторінки, то ми захочемо дізнатися – звідки ж узялася ця відповідь?</p><p>Її визначає так зване голосування пріоритетів. Як уже зазначалося в статті «Що таке ДУМ», у нас є п’ять Пріоритетів: Зручність, Ужиток, Неросійськість, Прецедент і Авторитетна думка. Визначення цих Пріоритетів можна прочитати у статті «<a href=\"/blog/zunpa\">ЗУНПА</a>». Кожен з цих Пріоритетів має рівно один голос, який він може віддати за один з шести варіантів (червоних і жовтих варіантів є по два – адже ми наперед не знаємо, яка з лексем правильна, а яка помилкова). Якщо в цьому голосуванні є рівно один варіант-переможець, і він здобуває голоси хоча б двох пріоритетів – то ми маємо відповідь. В іншому разі Пріоритети намагаються досягнути компромісу – проміжної відповіді між двома варіантами-переможцями. Компроміс виникає в таких комбінаціях:<ul><li>Червоний і зелений – жовтий: одні Пріоритети забороняють ужиток лексеми, інші ставлять на його рівноправність, отже, можна визнати його нерекомендованим;</li><li>Жовтий і протилежний жовтий – зелений: одні Пріоритети радять уживати одну лексему, інші – іншу, однак немає причин уважати котрусь із них цілковито помилковою, відтак – лексеми рівноправні;</li><li>Червоний і жовтий – помаранчевий: лексема чи то помилкова, чи то нерекомендована, тож вона визнається «вкрай нерекомендованою», близькою до неправильної;</li><li>Жовтий і зелений – салатовий: лексема «майже рівноправна» з альтернативною;</li><li>Зелений і синій – блакитний: обидві лексеми правильні, але існує певна можливість семантичної різниці між ними;</li><li>Всі інші комбінації – білий: ми визнаємо, що не знаємо відповіді на поставлене запитання.</li></ul>Але як же Пріоритети знають, за який варіант голосувати? В цьому їм допомагають Аргументи.</p><p>Кожен зареєстрований користувач сайту може запропонувати Аргумент на користь того чи іншого варіанту відповіді. При цьому потрібно вказати, якого з п’яти Пріоритетів стосується цей Аргумент. Адміністратори сайту розглядають наведені Аргументи і затверджують їх.</p><p>У кожному Пріоритеті затверджені Аргументи голосують простою більшістю: за який варіант їх більше – за такий і голосує Пріоритет. Тому адміністратори повинні балансувати Аргументи: об’єднувати подібні Аргументи в один тощо.</p><p>Окрім аргументованого голосування, на сайті також є популярне голосування. Кожен користувач може натиснути кнопку «Голосувати» й без жодної аргументації вибрати варіант, який йому більше до вподоби. Результати популярного голосування відображаються у діаграмі. Якщо в популярному голосуванні за один і той самий варіант голосує абсолютна більшість людей (понад половина всіх голосів у цій дилемі), то Пріоритет Ужиток автоматично голосує за цей варіант без огляду на висунуті в ньому Аргументи: люди довели, що вони вживають саме цей варіант.</p>",
        "DateCreated": "2018-08-27T12:10:00Z",
        "DateUpdated": "2018-08-27T12:10:00Z",
        "Url": "principles"
    },
    {
        "Title": "ЗУНПА",
        "Content": "<p>Це перелік Пріоритетів ЗУНПА, які лежать в основі роботи сайту ДУМ. Опис, наведений тут, є офіційним визначенням Пріоритетів і відображається також як підказка на сторінці пропонування нового Аргументу при виборі Пріоритету з випадального меню. Визначення Пріоритетів можуть підлягати обговоренню і перегляду.<ol><li><span style=\"font-weight: bold;\">Зручність</span>: Лексема зручна у використанні, граматично гнучка (відображає рід, число, відмінок тощо і таким чином добре позначає своє місце в структурі речення), просто вимовляється, не є громіздкою, не омонімічна іншим лексемам, які можуть з’являтися в тій же позиції й мають інше значення.</li><li><span style=\"font-weight: bold;\">Ужиток</span>: Лексема вживається у сучасній розмовній мові. <span style=\"font-weight: bold;\">Увага!</span> Якщо в популярному голосуванні учасників сайту абсолютну більшість голосів (понад 50%) набирає один варіант, то пріоритет «Ужиток» автоматично голосує за цей варіант, незалежно від висунутих у ньому аргументів!</li><li><span style=\"font-weight: bold;\">Неросійськість</span>: Лексема-опонент підозрюється в калькуванні з російської мови (в російській мові є дуже схожа або ідентична до лексеми-опонента конструкція, і цю схожість не можна пояснити спільним історичним коренем східнослов'янських мов).</li><li><span style=\"font-weight: bold;\">Прецедент</span>: Лексема трапляється у літературі, датованій раніше за початок зросійщення української мови (1930 рік). Однак якщо приклад стосується не художньої, а довідкової літератури (словник), його слід класифікувати як Авторитетну думку, а не як Прецедент.</li><li><span style=\"font-weight: bold;\">Авторитетна думка</span>: Лексема визнана правильною в авторитетних джерелах української мови: Борис Антоненко-Давидович, Борис Грінченко тощо.</li></ol>Окрім цього, в Пріоритеті можна висувати контраргументи до вже наведених Аргументів. Наприклад, учасник А висуває Аргумент у категорії «Прецедент»: «Слово Ікс бачимо в джерелі &quot;Даждьбогова книга&quot; 1915 року». Учасник Б заперечує йому: «Джерело &quot;Даждьбогова книга&quot; підробне і насправді створене 1990 року». Це заперечення також оформлюється як Аргумент у категорії «Прецедент», і голосує за варіант, альтернативний до варіанту оригінального Аргументу.</p><p>Однак із контраргументами слід бути уважним: наприклад, якщо початковий Аргумент відштовхувався від тези, що «Прецедентів уживання лексеми Ігрек до 1930 року немає», а контраргумент наводить таке вживання, то потрібно не просто схвалити контраргумент, але й видалити оригінальний Аргумент: ми одночасно і спростували вихідне твердження, і навели доказ протилежного твердження, таким способом відігравши відразу два голоси.</p>",
        "DateCreated": "2018-08-27T12:20:00Z",
        "DateUpdated": "2018-08-27T12:20:00Z",
        "Url": "zunpa"
    },
    {
        "Title": "Знеросійщення",
        "Content": "<p>Велике зросійщення української мови було комплексом штучних і політично вмотивованих змін до мови, але дерусифікація точнісінько так само є комплексом штучних і політично вмотивованих змін. Тому потрібно бути максимально обережним, намагаючись пройти між Сціллою зросійщення і Харібдою протилежного явища – критерію «аби не як у москалів». Уже склалася традиція – й цілком, мабуть виправдана традиція – за наявності двох рівнозначних варіантів мовної конструкції перевагу надавати тому, який сильніше відрізняється від аналогу в російській мові. Але зловживання цим принципом призводить до прикрих помилок. Наприклад, намагання позбутися слова «неполадки», бо воно «звучить по-російському»: іронія ситуації полягає в тому, що це якраз українське слово, яке в російську мову потрапило як запозичення і набуло там поширення.</p><p>Адміністратори сайту намагатимуться підходити до цієї подвійної проблеми виважено і збалансовано. Найперше слід окреслити, що коли ми тут, на ДУМі, говоримо «зросійщення», то маємо на увазі чітко окреслений історичний період: 1930–1950, і хоча українська мова могла зазнавати впливу російської й у більш давні часи, ці «злочини» розслідуватися не будуть за «терміном давності». По-друге, слід зазначити, що навіть у межах Великого зросійщення в українську мову могли бути (ненароком) принесені й позитивні зміни: чи то від природних процесів, що розгорталися в мові незалежно від зросійщення і просто збіглися з ним у часі; чи то від випадкової вдалої знахідки русифікаторів. Разом з тим, не слід забувати, що таких позитивних змін у найкращому разі назбирається жменька серед усього масиву непотребу, занесеного в мову в окреслений період. І по-третє, схожість українського і російського слова завжди може бути зумовлена спільним корінням двох мов – цю можливість теж потрібно дослідити в кожному випадку.</p>",
        "DateCreated": "2018-08-27T12:30:00Z",
        "DateUpdated": "2018-08-27T12:30:00Z",
        "Url": "awayfromrussia"
    }
]